{
    "imt4hedding" :"The Sri Lankan Leopard",
    "imt4p" :"The Sri Lankan Leopard (Panthera pardus kotiya) is a majestic and endangered big cat species native to the island of Sri Lanka. As a distinct sub-species of the leopard, it holds significant ecological importance and cultural value within the region."
,
    "diviihead" :"The Sri Lankan Leopard",
    
        "diviicont": "The Sri Lankan Leopard (Panthera pardus kotiya) is an endangered big cat species native to Sri Lanka, recognized for its distinctive coat pattern with large rosettes ranging from pale yellow to tawny. Inhabiting diverse ecosystems like dry forests, rainforests, and grasslands, these leopards face threats from habitat loss and human-wildlife conflict. Despite their adaptability, the species is listed as Endangered on the IUCN Red List due to poaching and habitat destruction.Sri Lankan Leopards exhibit solitary behavior, marking and defending territories, and showcase remarkable climbing and swimming abilities. Their diet includes various prey like deer, wild boar, and monkeys. In Sri Lankan culture, these leopards hold significance in folklore and art, symbolizing strength and beauty.Conservation initiatives are underway, marked by protected areas, community-based programs, and research efforts. Habitat protection, conflict mitigation, and anti-poaching measures are integral to the conservation strategy. The majestic Sri Lankan Leopard, facing threats to its survival, remains a cultural icon, emphasizing the urgency of conservation to preserve this species for future generations."
        ,
        "venueh":"Here are some venues where leopards are commonly found:" ,

        "venueh31" : "Yala National Park:",
        "venueh32" : "Wilpattu National Park: ",
        "venueh33" : "Horton Plains National Park:",
        "venueh34" : "Knuckles Mountain Range:"
        ,
        "venuep1":"Yala National Park, situated in the southeastern part of Sri Lanka, is renowned for its high density of leopards. The park encompasses diverse ecosystems, including dry woodlands, scrub jungles, and coastal lagoons, providing an ideal habitat for leopards. Location: Southeastern Sri Lanka.",
        "venuep2":"As the oldest and largest national park in Sri Lanka, Wilpattu is known for its pristine wilderness and is a prime location for leopard sightings. The park features a mix of dense scrub jungles, natural lakes, and grasslands, providing an excellent environment for leopards to thrive.Location: Northwest coast of Sri Lanka.",

        "venue2p1":"Nestled in the central highlands, Horton Plains National Park offers a unique habitat for leopards amidst montane grasslands and cloud forests. The park is home to the iconic World's End escarpment, and leopards are known to roam the silent forests of this picturesque landscape. Location: Central Sri Lanka.",
        "venue2p2":"The Knuckles Mountain Range, a UNESCO World Heritage Site, provides a rugged and diverse landscape that serves as a habitat for leopards. The range features cloud forests, montane grasslands, and an intricate network of trails that offer a chance to encounter leopards in their natural environment. Location: Central Sri Lanka."
    ,   
    "treath1":"Leopards in Sri Lanka face numerous threats that jeopardize their survival and the delicate balance of ecosystems. Here's two primary threats that leopards are facing in sri lanka:"     
}