{
    "imt2hedding" : "The Sri Lankan wildlife introduction.",
    "imt2p":"Sri Lanka, a jewel in the Indian Ocean, is renowned for its incredibly diverse and unique wildlife. The island's rich biodiversity is attributed to its varied ecosystems, ranging from dense rainforests to coastal habitats. Sri Lanka's wildlife encompasses a wide array of species, many of which are endemic, meaning they are found nowhere else in the world."

    ,
    
        "diviihead": "Introduction to Sri Lankan Wildlife.",
        "diviicont": "The island is home to majestic elephants, elusive leopards, colorful birds, and a plethora of marine life. Sri Lanka boasts one of the highest densities of wild elephants in Asia, and it's not uncommon to encounter these gentle giants in national parks and protected areas.<br><br>Sri Lanka's commitment to wildlife conservation is evident in its network of national parks, wildlife reserves, and protected areas. These areas play a crucial role in preserving the natural habitats of numerous species and promoting ecotourism.<br><br>"
      
,

    "sinharaja": "Sinharaja Forest Reserve, a UNESCO World Heritage Site in Sri Lanka, is a vital testament to biodiversity and conservation. Spanning 8,864 hectares, it hosts endemic flora and fauna, including the Sri Lankan blue magpie. Its name, \"Sinharaja\" meaning \"Lion King,\" highlights its regal status. This living laboratory of evolution is a beacon for Earth's rainforest preservation. Conservation efforts support sustainable ecotourism, ensuring a delicate balance in safeguarding this unique ecosystem. Visitors experience enchanting trails through ancient trees, making Sinharaja an irreplaceable jewel in Sri Lanka's natural crown."
  
    ,
    "horton": "Horton Plains National Park in Sri Lanka, a UNESCO World Heritage Site, spans 30,000 acres of diverse landscapes at an elevation of 2,100 to 2,300 meters. Its iconic \"World's End\" cliff drops 870 meters, offering stunning views. The park hosts unique flora and fauna, including the elusive Sri Lankan leopard. Baker's Falls and Chimney Pool enhance its serene beauty. A reservoir of biodiversity and cultural significance, Horton Plains attracts nature enthusiasts and hikers, showcasing the ecological wonders of Sri Lanka through silent forests and undulating plains."

    ,

    "knuckles":"The Knuckles Mountain Range, a UNESCO World Heritage Site in central Sri Lanka, spans 155 square kilometers of mist-covered peaks, waterfalls, and lush valleys. Renowned for its rich biodiversity, the Knuckles Conservation Forest harbors endemic species, including purple-faced langurs and diverse birdlife. Serving as a vital watershed, it provides freshwater to surrounding regions. This rugged haven, nestled between Kandy and Matale, invites adventure enthusiasts with trekking opportunities, revealing panoramic views and hidden gems. The Knuckles Mountain Range stands as a testament to Sri Lanka's commitment to conservation and offers a glimpse into its ecological wonders."
     

}