{
    "overviewh2wil":"Overview",
    "overviewpwil":"Wilpattu National Park, situated in the northwest of Sri Lanka, stands as a testament to the country's commitment to preserving its natural heritage. Renowned for its unspoiled wilderness, diverse ecosystems, and rich biodiversity, Wilpattu is the largest national park in Sri Lanka, spanning approximately 1,317 square kilometers. Wilpattu National Park stands as a jewel in Sri Lanka's conservation efforts, blending natural splendor with historical significance. As a sanctuary for diverse species and a symbol of the country's commitment to environmental preservation, Wilpattu invites both nature enthusiasts and cultural explorers to experience the wonders of this exceptional national park. Balancing the delicate ecosystems and cultural heritage within Wilpattu ensures its continued role as a thriving haven for biodiversity and a source of inspiration for future generations.",
    "wildlifeh2wil":"Wildlife",

    
    
        "wildlifepwil":  {
                  "Mammalian Marvels": "Wilpattu National Park is home to a diverse range of mammalian species, enriching the park's biodiversity. Notable mammals include the Sri Lankan Elephant (Elephas maximus maximus), Sri Lankan Leopard (Panthera pardus kotiya), sloth bear (Melursus ursinus inornatus), and spotted deer (Axis axis ceylonensis). The park's rich mammalian population contributes to its status as one of Sri Lanka's premier wildlife destinations.",
                  "Avian Diversity": "Wilpattu National Park is a birdwatcher's paradise, hosting over 230 bird species. The park's diverse habitats, including forests, grasslands, and water bodies, attract a wide range of avian residents. Notable bird species include the endemic Sri Lanka Junglefowl (Gallus lafayettii), painted stork (Mycteria leucocephala), and the critically endangered red-faced malkoha (Phaenicophaeus pyrrhocephalus). The park's birdlife adds a vibrant and melodic dimension to the overall ecosystem.",
                  "Reptiles and Amphibians": "The park is home to a variety of reptiles and amphibians, contributing to the overall biodiversity. Monitor lizards, crocodiles, and various snake species inhabit the water bodies and forested areas. Wilpattu's wetland habitats provide breeding grounds for amphibians, further enhancing the park's ecological complexity.",
                  "Invertebrates and Insects": "While often overshadowed by larger fauna, Wilpattu is teeming with invertebrates and insects, playing crucial roles in the park's ecosystem. Butterflies, dragonflies, spiders, and beetles contribute to the intricate web of biodiversity. The park's diverse flora sustains a variety of insect life, creating a balanced and interconnected food web.",
                  "Marine Life and Villus": "Wilpattu's unique feature is its network of natural lakes, known as 'villus'. These villus are essential for both terrestrial and aquatic wildlife. They serve as watering holes for large mammals, attract numerous bird species, and contribute to the park's hydrological balance. The interconnectedness of the villus and the surrounding ecosystems showcases the holistic approach to conservation in Wilpattu."
                }
              }
              
        
      
      



