{
    "overviewh2":"Overview",
    "overviewp":"Yala National Park, located in the southeastern corner of Sri Lanka, stands as one of the country's premier wildlife sanctuaries. Renowned for its diverse ecosystems and rich biodiversity, Yala encompasses an area of approximately 979 square kilometers, making it the second-largest national park in Sri Lanka.",
    "overviewp2":" Yala National Park stands as a testament to Sri Lanka's commitment to biodiversity conservation, cultural preservation, and sustainable tourism. Its multifaceted landscapes, diverse ecosystems, and iconic wildlife create an unparalleled destination for nature enthusiasts. As Yala continues to evolve and face contemporary challenges, it remains a beacon of hope, emphasizing the delicate balance between human activities and the preservation of natural wonders for generations to come.",
    "wildlifeh2":"Wildlife",

    
    
        "wildlifep": {
          "Mammalian Marvels": "Yala is celebrated for its impressive mammalian population, with the Sri Lankan Leopard (Panthera pardus kotiya) standing as a charismatic flagship species. Known for its elusive nature, the leopard population in Yala is one of the highest in the world. Additionally, the park is inhabited by Asian Elephants (Elephas maximus maximus), sloth bears (Melursus ursinus inornatus), spotted deer (Axis axis ceylonensis), water buffaloes (Bubalus bubalis), and wild boars (Sus scrofa).",
              
          "Avian Diversity": "Yala National Park is a paradise for bird enthusiasts, with over 200 species of birds recorded. Among the avian residents are the Sri Lanka Grey Hornbill (Ocyceros gingalensis), painted stork (Mycteria leucocephala), crested serpent eagle (Spilornis cheela), and the vibrant Indian Peafowl (Pavo cristatus). The park's diverse landscapes, including lagoons and wetlands, make it an ideal habitat for both resident and migratory birds.",
            
          "Reptiles and Amphibians": "The reptilian and amphibian diversity in Yala is equally fascinating. The park is home to various species of crocodiles, including the Mugger crocodile (Crocodylus palustris) and the Saltwater crocodile (Crocodylus porosus). Monitor lizards, numerous snake species, and a variety of frogs, including the endemic Golden-backed Frog (Hylarana temporalis), contribute to the rich herpetofauna of Yala.",
            
          "Invertebrates and Insects": "The park hosts a myriad of invertebrates and insects, playing crucial roles in ecosystem functioning. Butterflies, dragonflies, spiders, and beetles contribute to the intricate web of biodiversity. The Sri Lankan Birdwing (Troides darsius), one of the largest butterflies globally, is a highlight among the park's invertebrate inhabitants.",
            
          "Marine Life": "Yala's coastal areas add an extra dimension to its wildlife diversity. The park is surrounded by the Indian Ocean, and marine life such as the Dugong (Dugong dugon), Olive Ridley Turtle (Lepidochelys olivacea), and various species of fish and coral contribute to the overall richness of Yala's ecosystems."
        }
      
      



}